<template>
  <svg
    width="24px"
    height="24px"
    viewBox="0 0 24 24"
    version="1.1"
    xmlns="http://www.w3.org/2000/svg"
    xmlns:xlink="http://www.w3.org/1999/xlink"
  >
    <title>表情</title>
    <g id="0.7" stroke="none" stroke-width="1" fill="none" fill-rule="evenodd">
      <g id="会话管理" transform="translate(-690.000000, -996.000000)">
        <g id="编组" transform="translate(690.000000, 996.000000)">
          <rect
            id="矩形"
            fill-opacity="0.01"
            fill="#FFFFFF"
            fill-rule="nonzero"
            x="0"
            y="0"
            width="24"
            height="24"
          ></rect>
          <path
            d="M12,3.79166667 C7.4666608,3.79166667 3.79166667,7.4666608 3.79166667,12 C3.79166667,16.5333392 7.4666608,20.2083333 12,20.2083333 C16.5333392,20.2083333 20.2083333,16.5333392 20.2083333,12 C20.2083333,7.4666608 16.5333392,3.79166667 12,3.79166667 Z M12,5.20833333 C15.7509358,5.20833333 18.7916667,8.2490642 18.7916667,12 C18.7916667,15.7509358 15.7509358,18.7916667 12,18.7916667 C8.2490642,18.7916667 5.20833333,15.7509358 5.20833333,12 C5.20833333,8.2490642 8.2490642,5.20833333 12,5.20833333 Z"
            id="路径"
            fill="#909399"
            fill-rule="nonzero"
          ></path>
          <path
            d="M14.5,14.5 C14.5,14.5 13.7857143,16.1666667 12,16.1666667 C10.2142857,16.1666667 9.5,14.5 9.5,14.5 M14.55,9.5 L14.55,11.1666667 M9.55,9.5 L9.55,11.1666667"
            id="形状结合"
            stroke="#909399"
            stroke-width="1.41666667"
            stroke-linecap="round"
            stroke-linejoin="round"
          ></path>
        </g>
      </g>
    </g>
  </svg>
</template>
